export const articleUk = [
  {
    id: 1,
    date: '6 березня 2025',
    author: 'Д-р Бубна',
    title: 'Остеоартрит',
    avatarImg: '/avatar.png',
    article:
      'Остеоартрит є найпоширенішою причиною інвалідності серед літніх людей, а дослідження Global Burden of Disease 2010 року оцінило, що від 10% до 15% усіх дорослих старше 60 років мали певний ступінь симптоматичного остеоартриту [1;2].',
    articleImg: '/osteoarthritis.webp',
    category: 'Ортопедія',
  },
  {
    id: 2,
    date: '12 січня 2024',
    author: 'Д-р Бубна',
    title: 'Вальгусна деформація (бурсит великого пальця)',
    avatarImg: '/avatar.png',
    article:
      'У The Private Clinic ми знаємо, наскільки вальгусна деформація може погіршувати мобільність та якість життя. Саме тому ми пропонуємо революційну мінімально інвазивну операцію з видалення бурситу — без використання металевих фіксаторів, гвинтів або тривалого періоду відновлення.',
    articleImg: '/bunion_operation.jpg',
    category: 'Ортопедія',
  },
  {
    id: 3,
    date: '23 жовтня 2023',
    author: 'Інтерн Олекс',
    title: 'Реконструкція мочки вуха',
    avatarImg: '/frOlex.jpg',
    article:
      'Реконструкція мочки вуха — це процедура для корекції, відновлення або омолодження нижньої частини вуха. Лікар робить надріз над розривом або розтягнутою ділянкою мочки, видаляє зайву тканину та формує потрібну форму. Дуже тонкі шви використовуються для закриття розрізу шарами.',
    articleImg: '/earhole_before_after.png',
    category: 'Пластична хірургія',
  },
  {
    id: 4,
    date: '4 вересня 2021',
    author: 'Інтерн Олекс',
    title: 'Аугментація грудей',
    avatarImg: '/frOlex.jpg',
    article:
      "Аугментація грудей — це операція зі збільшення розміру грудей. Вона передбачає встановлення імплантатів під грудною тканиною або м'язами грудної клітки. Для деяких людей це спосіб підвищити самооцінку, а для інших — частина реконструкції грудей після певних станів. Перед операцією обов'язково обговоріть усі ризики та особливості догляду з пластичним хірургом.",
    articleImg: '/breast_augmentation.jpeg',
    category: 'Пластична хірургія',
  },
  {
    id: 5,
    date: '14 листопада 2020',
    author: 'Д-р Бубна',
    title: 'Артроскопія зап’ястя',
    avatarImg: '/avatar.png',
    article:
      'Артроскопія — це хірургічна процедура для діагностики та лікування проблем усередині суглобів. Використовується тонка волоконно-оптична камера (артроскоп), яка дозволяє через маленький розріз оглядати та лікувати суглоб. Лікар також робить кілька додаткових розрізів для введення спеціальних інструментів, таких як зонди, захвати та шейвери.',
    articleImg: '/wrist_arthroscopy.png',
    category: 'Хірургія зап’ястя',
  },
];
