export const priceUk = [
  {
    id: 1,
    title: 'Загальна хірургія',
    items: [
      { id: 1, name: 'Консультація хірурга', price: 650 },
      {
        id: 2,
        name: 'Повторна консультація хірурга (в межах одного випадку)',
        price: 550,
      },
      { id: 3, name: 'Зняття дренажу', price: 490 },
      { id: 4, name: 'Видалення кліща', price: 610 },
    ],
  },
  {
    id: 2,
    title: 'Анестезіологія',
    items: [
      { id: 1, name: 'Консультація анестезіолога', price: 980 },
      { id: 2, name: 'Анестезія до 30 хвилин 1 категорія', price: 1100 },
      { id: 3, name: 'Анестезія до 60 хвилин 2 категорія', price: 3630 },
      { id: 4, name: 'Анестезія до 120 хвилин 3 категорія', price: 4620 },
    ],
  },
  {
    id: 3,
    title: 'Ортопедія та травматологія',
    items: [
      { id: 1, name: 'Консультація ортопеда-травматолога', price: 650 },
      {
        id: 2,
        name: 'Повторна консультація ортопеда-травматолога (в межах одного випадку)',
        price: 550,
      },
      { id: 3, name: 'Онлайн консультація ортопеда-травматолога', price: 550 },
      { id: 4, name: "Ін'екція внутрішньосуглобова", price: 850 },
      { id: 5, name: 'Вправлення звиху, репозиція', price: 1090 },
      { id: 6, name: "Зняття пов'язки (гіпс/пластик)", price: 490 },
      {
        id: 7,
        name: 'Накладення бинту скотчкаст/софт-каст (Scotchcast/Soft Cast) 1 категорії',
        price: 850,
      },
    ],
  },
];

export type TItem = {
  id: number;
  name: string;
  price: number;
};
export type Prices = {
  id: number;
  title: string;
  items: TItem[];
};
